[

][

][

][

][

][

][

][

][
{"url": "https://www.cnn.com/2015/08/21/us/carl-icahn-fast-facts/index.html", "source": "CNN", "title": "Carl Icahn Fast Facts", "description": "Check out CNN's Carl Icahn Fast Facts for a look at the life of the investor. ", "date": "2015-08-21T18:31:19Z", "author": "CNN Editorial Research", "text": [" (CNN)", "Here's a look at the life of investor Carl Icahn.", "Personal", "Birth date:", " February 16, 1936 ", "Birth place:", " Brooklyn, New York ", "Birth name: ", "Carl Celian Icahn", "Read More", "Father: ", "Michael Icahn, cantor and teacher", "Mother: ", "Bella (Schnall) Icahn, teacher", "Marriages: ", "Gail Golden (1999-present); Liba Trejbal (1979-1999, divorced)", "Children: ", "with Liba Trejbal: Michelle and Brett", "Education:", " Princeton University, Bachelor of Arts in Philosophy, 1957; Attended New York University Medical School, 1957-1960", "Military Service:", " US Army", "Other Facts", "Did a brief stint in the Army after dropping out of medical school.", "Was close to his uncle M. Elliot Schnall, who loaned him $400,000 to buy a seat on the New York Stock Exchange. ", "Has been sued and investigated numerous times for issues ranging from corporate debt payment to possible federal securities violations. ", "Has been referred to as a \"corporate raider\" amid accusations of utilizing a strategy known as greenmail: forcing targeted companies to repurchase their own shares at higher (premium) prices.  ", "Oliver Stone met with Icahn while working on the 1987 film \"Wall Street.\" Icahn supplied character Gordon Gekko's line, \"If you need a friend, get a dog.\" ", "Has held positions in numerous corporations, including: RJR Nabisco, Texaco, Phillips Petroleum, Western Union, Gulf & Western, Viacom, American Can, USX, Marvel, BEA Systems and Time Warner. ", "Funds Foundation for a Greater Opportunity, which developed the ", "Icahn Charter Schools ", "in New York City. ", "Icahn Stadium", " on Randall's Island in New York is named after him. ", "Timeline", "1961 - ", "Joins Dreyfus & Co. as a broker.", "1963 - ", "Joins Tessel, Patrick & Co. as an options manager. ", "1964-1968 -", " Runs the options department at Gruntal & Co. ", "1968 - ", "With help from his uncle, starts Icahn & Co., serves as chairman and president.", "1978 - ", "As the largest shareholder of Tappan stock, Icahn precipitates a proxy fight. Tappan is later sold to Electrolux, and stock prices double. ", "1979 -", " Becomes chairman of the Bayswater Realty & Capital Corporation. ", "1985 -", " Attempts an unsuccessful $8 billion buyout of Phillips Petroleum. Icahn earns a reported $50 million selling his shares back to Phillips. ", "1985 - ", "Purchases Trans World Airlines (TWA). ", "1988 - ", "Icahn, the largest shareholder in Texaco Inc., threatens a proxy fight to fill five seats on the company's board. He loses, but continues to purchase more stock in the company. ", "1988 - ", "Icahn takes TWA private and controls 90% of the stock. He earns $469 million for the deal. The airline remains $540 million in debt. ", "January 1989 - ", "After negotiations with Texaco, Icahn signs a seven-year agreement to neither buy more stock nor make a takeover bid. His stake in shares is worth $2.2 billion. ", "1991 - ", "In a deal with American Airlines, Icahn sells half of TWA's valuable London routes for $445 million. ", "1992 - ", "TWA declares bankruptcy. ", "1993 -", " TWA emerges from bankruptcy. Creditors, including Icahn, own 55% of TWA. He resigns as chairman of TWA, with the airline owing him $190 million.", "1995 - ", "TWA and Icahn settle on the Karabu ticket agreement, which states that for eight years, Icahn can purchase any ticket through St. Louis for $.55 on the dollar and resell at a discount. ", "2000 -", " ", "Makes multiple bids for Nabisco Group.", " Philip Morris Co., the parent company of Kraft Foods, wins, but Icahn still comes away with $600 million for himself and his investors. ", "2004 -", " Icahn begins raising $3 billion to start the hedge fund, Icahn Partners. ", "September 17, 2004 -", " Icahn discloses he holds an 8.9% stake in Mylan Laboratories, a pharmaceutical company which is in talks to buy rival King Pharmaceuticals. ", "October 14, 2004 -", " Icahn files a proxy statement with the SEC, claiming Mylan's acquisition of King would be too expensive. ", "October 28, 2004 - ", "King Pharmaceuticals announces it may have to restate its finances.", "November 11-26, 2004 - ", "After Blockbuster, Movie Gallery and a buyout firm all make unsolicited bids to buy Hollywood Entertainment Corp., Icahn spends two weeks buying an 8.4% stake in Hollywood Entertainment. ", "November 19, 2004 -", " Icahn makes a public bid for full ownership of Mylan Laboratories for $4.9 billion (for a total of $5.4 billion), to keep it separate from King Pharmaceuticals.", "December 2004 -", " Icahn says he supports a merger between Blockbuster and rival Hollywood Entertainment.", "February 27, 2005 -", " The deal between Mylan and King is officially off.", "2005 - ", "Buys 10 million shares of Blockbuster, becomes the largest shareholder with a 9.7% stake, and launches a proxy fight.", "July 2005 -", " Icahn drops his bid to buy Mylan Laboratories and is expected to sell back 94% of his shares, making about a 14% profit.", "October 2005 -", " Icahn ", "sends a letter to Time Warner shareholders,", " pushing for new directors and stressing that the stock is undervalued.", "February 7, 2006 - ", "Icahn announces his desired plan for Time Warner: split up into four different companies and a $20 billion share buyback.", "February 17, 2006 -", " After a six-month proxy fight, Time Warner and Icahn reach an agreement. Time Warner increases its share buyback amount to $20 billion, agrees to appoint two independent directors to the board and the company remains intact.", "March 2010 - ", "Icahn sells a majority of his shares in Blockbuster for a loss of $180 million.", "March 2011 -", " Announces he will return outside investors' money from his hedge funds.", "October 2012 - ", "Icahn's funds have acquired about a ", "10% stake in Netflix.", "August 13, 2013 - ", "Icahn announces he has a ", "\"large\" stake in Apple,", " and that the company is \"extremely undervalued.\"", "October 2013 -", " ", "Icahn sells more than half his stake in Netflix,", " gaining more than $800 million while still holding a 4.5% stake.", "October 23, 2013 -", " Icahn sends a letter to Apple CEO Tim Cook, proposing Apple conduct a $150 billion share buyback.", "February 10, 2014 -", " In an ", "open letter to Apple shareholders,", " Icahn drops his campaign for pushing the company toward a higher buyback plan.", "October 9, 2014 - ", "Icahn, in an open letter to ", "Tim Cook,", " states that Apple stock is undervalued and ", "once again pushes the CEO to increase its stock buybacks.", " Icahn owns about 53 million shares.", "May 18, 2015 - ", "Although Apple has already announced plans to increase its share repurchase plan from $90 billion to $140 billion, Icahn releases an open letter to Tim Cook, calling for a much larger buyback.", "December 21, 2016 - ", "President-elect Donald Trump", "'s transition office announces that ", "Icahn has agreed to serve as a special adviser on regulatory reform.", "February 7, 2017 - ", "States he won't invest the $100 to $200 million needed to reopen the shuttered Taj Mahal Casino, but ", "will sell it instead.", " Icahn closed the casino in 2016, after failing to reach a labor agreement with its union employees.", "August 18, 2017 - ", "Announces he has ", "stepped down as a special adviser", " to President Trump.", "November 3, 2017 - ", "In a company filing, Icahn Enterprises says it is cooperating with a request from the US Attorney's office for the Southern District of New York, which is ", "seeking information relating to Icahn's role as an adviser to President Trump.", "May 26, 2020 - ", "Icahn sells his 39% of Hertz shares at a $2 billion loss", " after the rental car company filed for bankruptcy.", "January 3, 2021 -", " ", "Herbalife Nutrition announces it is buying back roughly $600 million worth of shares from Icahn.", " Icahn is also giving up his firm's five board seats.", "February 15, 2022 -", " \"Icahn: The Restless Billionaire,\" a documentary exploring the life of Icahn, debuts on HBO. ", "October 17, 2023 - ", "Icahn sues the board of directors of Illumina, Inc., a biotechnology company, for breach of fiduciary duties. "]},
{"url": "https://www.cnn.com/2017/01/17/us/breakthrough-women-fast-facts-us-government-education-and-business/index.html", "source": "CNN", "title": "Breakthrough Women Fast Facts: Business, Education, US Government and Sports", "description": "View CNN's Fast Facts to learn more about US women breaking through the glass ceiling in government, education, business and sports.", "date": "2017-01-17T17:21:19Z", "author": "CNN Editorial Research", "text": [" (CNN)", "Here is a look at women in business, education, government and sports who have broken through the glass ceiling and become the first in their respective positions in the United States.", "Business", "1739 - ", "Elizabeth Timothy is the first woman newspaper publisher, of the South Carolina Gazette.", "1867-1919 -", " Madam C.J. Walker is the first woman to become a self-made millionaire. Her business develops and sells hair care products for Black women.", "1934 -", " Lettie Pate Whitehead is the first woman to serve as a director of a major corporation, the Coca-Cola Company.", "Read More", "1967 -", " Isabel Benham is the first female partner at a Wall Street bond house, R.W. Pressprich & Co.", "1972 -", " Juanita Kreps becomes the first woman to serve as a director of the New York Stock Exchange. In 1977, she is the first woman appointed secretary of Commerce.", "1972 -", " Katharine Graham is the first woman to be CEO of a Fortune 500 company, the Washington Post.", "July 1999 -", " ", "Carly Fiorina", " is the first woman to serve as CEO of a Fortune 20 company, Hewlett-Packard.", "October 1999 -", " ", "Martha Stewart", " is the ", "first woman to become a self-made billionaire.", " Her creative home brand includes books, a magazine, home furnishings and entertaining and gardening TV shows. ", "2011 -", " Beth Mooney is the first woman to serve as CEO of a top 20 US bank, KeyCorp.", "2013 -", " ", "Mary Barra", " is the first woman to serve as CEO of a major automaker, ", "General Motors", ".", "September 10, 2020 - ", "Citigroup names Jane Fraser as CEO, ", "the first woman to lead a major US bank", ".", "December 12, 2022 - ", "The Wall Street Journal names Emma Tucker as its next editor", ". Tucker will be the first woman to head the newspaper.", "Education", "1648 - ", "Margaret Brent of Maryland appears before a court to request the right to vote. She is considered the first woman to practice law.", "July 16, 1840 - ", "Catherine Brewer is the first in a group of 11 women to earn bachelor's degrees, graduating from Wesleyan College in Macon, Georgia.", "1849 -", " Elizabeth Blackwell is the first woman to receive a medical degree. She earns a M.D. from the Geneva Medical College in New York.", "1866 - ", "Lucy Hobbs is the first woman to receive a doctorate in dental surgery, graduating from the Ohio College of Dental Surgery.", "1869 - ", "Arabella Mansfield is admitted to the Iowa State Bar, becoming the first woman admitted to a state bar.", "1870 -", " Ada Kepley graduates from Union College of Law in Chicago and is the first woman to earn a law degree.", "1873 -", " Ellen Swallow Richards, the first woman admitted to the Massachusetts Institute of Technology, earns a degree in chemistry.", "1877 -", " Helen Magill becomes the first woman to earn a Ph.D., when she graduates from Boston University.", "Government", "1872 -", " Victoria Claflin Woodhull becomes the first woman presidential candidate in the United States when she is nominated for the Equal Rights Party.", "April 4, 1887 -", " Susanna Madora Salter is the first woman elected mayor of a US town, Argonia, Kansas.", "1916 - ", "Jeannette Rankin of Montana is the first woman elected to Congress. She serves just one term and then is elected again in 1940 for one term. During this time, she votes against participation in both ", "World War I", " and ", "World War II.", "November 21, 1922 -", " Rebecca Felton is the first woman to serve in the US Senate. She is appointed by Georgia's governor who wanted to win over female voters after his initial opposition to the Nineteenth Amendment giving women the right to vote. She serves 24 hours in this temporary vacancy during the session break.", "January 5, 1925 -", " Nellie Tayloe Ross is the first woman to serve as a governor of a state, Wyoming. In May 1933, she also becomes the first woman to serve as director of the US Mint.", "1928 - ", "Genevieve R. Cline is the first woman appointed as a US federal judge. She is nominated to the US Customs Court by President Calvin Coolidge.", "1932 -", " Hattie Wyatt Caraway is the first woman elected to the US Senate. She wins a special election after taking her late husband's seat by appointment. She serves Arkansas in the Senate for nearly 14 years.", "1933 -", " Frances Perkins is the first woman to be appointed US secretary of labor, making her the first woman to serve on a presidential cabinet. She is largely responsible for crafting much of President Franklin D. Roosevelt's \"New Deal\" labor and Social Security legislation.", "1948 - ", "Margaret Chase Smith", " of Maine is the first woman to win election to both houses of Congress. (She was elected to the House in 1940.) Her landmark legislation is the Armed Services Integration Act (giving women in the military full status). ", "June 21, 1949 -", " Georgia Neese Clark is the first woman to be named Treasurer of the United States. She is appointed by President Harry S. Truman.", "1949 - ", "Helen", " ", "\"Eugenie\" Anderson is the first woman to serve as a United States ambassador. Under President Truman, Anderson serves as the ambassador to Denmark. Later, she also becomes the first woman to sign a diplomatic treaty, and the first woman to sit on the ", "United Nations Security Council.", "1960 - ", "Oveta Culp Hobby becomes the first secretary of health, education, and welfare. Later, she is also the first director of the Women's Army Auxiliary Corps (WAAC) and the first woman to receive the US Army Distinguished Service Medal.", "1964 -", " Margaret Chase Smith is the first woman placed in nomination for president of the United States by a major political party. At the Republican National Convention, she loses the nomination to Barry Goldwater. ", "1977 - ", "Juanita Kreps is the first woman appointed secretary of commerce. In 1972, she was the first woman to serve as a director of the New York Stock Exchange.", "December 6, 1979 -", " Shirley Hufstedler is sworn in as the first secretary of Education.", "September 25, 1981 - ", "Sandra Day O'Connor ", "takes her seat as the first woman on the ", "US Supreme Court.", " She was appointed by ", "President Ronald Reagan.", "1983 - ", "Elizabeth Dole becomes the first woman to serve as secretary of Transportation.", "1984 -", " ", "Geraldine Ferraro", " is the first woman nominated for vice president of the United States by a major party, at the Democratic National Convention in San Francisco.", "1990 - ", "Dr. Antonia Novello is the first woman (and the first Hispanic person) to be appointed as US surgeon general. ", "January 21, 1993 -", " Hazel R. O'Leary is confirmed as the first woman to serve as US secretary of energy. She's also the first African American to serve in that role.", "March 11, 1993 -", " Janet Reno is confirmed as the first woman to serve as US attorney general.", "August 5, 1993 -", " Sheila Widnall is confirmed by the Senate to serve as secretary of the Air Force, the first woman to serve as secretary of a branch of the US military.", "January 23, 1997 -", " ", "Madeleine Albright", " is sworn in as the first woman to serve as US secretary of state. She was nominated by ", "President Bill Clinton.", "December 17, 2000-2005 -", " ", "Condoleezza Rice", " is the first woman to serve as national security adviser, to ", "President George W. Bush.", " ", "January 2001 -", " ", "Gale Norton", " becomes the first woman to serve as US secretary of the interior, and ", "Ann Veneman", " is the first woman to serve as US secretary of agriculture. Both were nominated by President George W. Bush.", "2001 -", " Fran Mainella is the first woman to be appointed director of the US National Park Service.", "2007 -", " ", "Nancy Pelosi (D-CA) ", "becomes the first woman to serve as speaker of the House of Representatives.", "2008 -", " ", "Sarah Palin", " is the first woman to run for ", "vice president as a Republican.", "2008 -", " ", "Ann Dunwoody", " is the first woman to receive a rank of ", "four-star general in the US Army.", "2009 - ", "Janet Napolitano", " becomes the first woman to serve as ", "US secretary of homeland security.", " Previously, Napolitano had been the first female chair of the National Governors Association and the first woman to serve as the attorney general of Arizona.", "February 2014 - ", "Janet Yellen", " becomes the first woman to chair the Board of Governors of the Federal Reserve System.", "September 2014 - ", "Megan Smith", " is the first woman to be appointed as US chief technology officer.", "February 2015 - ", "Megan Brennan", " becomes the first woman to serve as US postmaster general.", "May 13, 2016 - ", "Air Force General Lori Robinson is appointed to lead US Northern Command,", " becoming the nation's first female combatant commander.", "July 26, 2016 -", " ", "Hillary Clinton", " is the first US woman to lead the ticket of a major party. She secures the Democratic nomination at the national convention in Philadelphia. ", "September 14, 2016 -", " ", "Carla Hayden", " is sworn in as the first female librarian of Congress.", "May 17, 2018 - ", "Gina Haspel is confirmed as the first female director of the CIA.", "December 7, 2018", " - Beth Kimber becomes the first woman to lead the ", "CIA's Directorate of Operations.", "June 29, 2019 - ", "Maj. Gen. Laura Yeager becomes the first woman to lead a US Army infantry division", ". ", "December 31, 2020 - ", "Pelosi's office announces the appointment of ", "Rear Adm. Margaret Grun Kibben as chaplain of the House of Representatives", " — the first woman to serve in the role in either chamber.", "January 25, 2021 -", " ", "Janet Yellen is confirmed as the first female ", "Treasury", " ", "secretary.", "October 19, 2021 - ", "Dr. Rachel Levine is sworn in as the first female four-star admiral for the US Public Health Service Commissioned Corps. ", "Levine is also the ", "first openly transgender four-star officer across the nation's eight uniformed services.", "January 20, 2021 -", " ", "Kamala Harris", " is sworn in as vice president of the United States, making her America's first female, first Black and first South Asian vice president.", "November 19, 2021 - ", "US President ", "Joe Biden", " temporarily ", "transfers power to Harris while he is under anesthesia for a routine colonoscopy.", " Harris becomes the first woman with presidential power.", "December 15, 2021 ", "- ", "Keechant Sewell is selected as the next New York City police commissioner,", " leading the nation's largest police department. She becomes the first woman to lead the NYPD in its 176-year history. Her appointment begins in January 2022.", "December 1, 2022 - ", "Admiral Linda Fagan becomes the ", "first woman to lead a branch of the armed forces", ", as the 27th commandant of the US Coast Guard.", "November 2, 2023", " - Admiral Lisa Franchetti becomes the ", "first woman to lead the Navy", " and the first woman in the Joint Chiefs of Staff.", "READ MORE: ", "Women Presidential and Vice Presidential Candidates: A Selected List from the Center for American Women and Politics.", "Sports", "1997 -", " ", "Dee Kantner and Violet Palmer become the first women to serve as referees", " in the NBA.", "April 8, 2015 -", " ", "Sarah Thomas becomes the first woman to be a full-time NFL referee", ".", "February 2, 2020 -", " ", "Katie Sowers, offensive assistant for the San Francisco 49ers football team", ", becomes the first woman to coach in the ", "Super Bowl.", "July 20, 2020 - ", "Alyssa Nakken, the first female coach on a Major League Baseball staff in league history, becomes the ", "first woman to coach on the field during a major league game", ". Nakken coached first base during an exhibition game between the San Francisco Giants and Oakland A's.", "November 13, 2020 -", " ", "The Miami Marlins announce the hiring of Kim Ng as the team's new general manager", ", making her the first woman GM in Major League Baseball history. She is believed to be the first woman hired as a GM to lead a professional men's sports team in any North American major league.", "June 10, 2023 - ", "Jena Antonucci becomes the first female trainer to win a ", "Triple Crown", " race when Arcangelo wins the 155th running of the Belmont Stakes."]},
{"url": "https://www.cnn.com/2013/07/08/us/jeb-bush-fast-facts/index.html", "source": "CNN", "title": "Jeb Bush Fast Facts ", "description": "Read Fast Facts from CNN about the life of Jeb Bush, former governor of Florida.", "date": "2013-07-08T18:23:59Z", "author": "CNN Editorial Research", "text": [" (CNN)", "Here's a look at the life of Jeb Bush, former governor of Florida.", "Personal", "Birth date: ", "February 11, 1953", "Birth place: ", "Midland, Texas", "Birth name: ", "John Ellis Bush", "Read More", "Father: ", "George H.W. Bush", ", 41st president of the United States", "Mother: ", "Barbara (Pierce) Bush", "Marriage: ", "Columba (Garnica Gallo) Bush (February 23, 1974-present)", "Children: ", "John Ellis \"Jeb\" Jr., Noelle Lucilla and George Prescott", "Education: ", "University of Texas, B.A. in Latin American Studies, 1974", "Religion: ", "Catholic (converted - was Episcopalian)", "Other Facts", "Second-oldest son of former President George H.W. Bush and younger brother of former ", "President George W. Bush", ".", "Speaks fluent Spanish.", "Known for his Florida education reform: introducing a school voucher program, supporting charter schools, implementing the Florida Comprehensive Assessment Test (FCAT) and banning using race as a factor in university admissions.", "Timeline", "1981 - ", "Moves to Florida and begins working in real estate development.", "1987-1988 - ", "Florida commerce secretary. Resigns to help his father with his presidential campaign.", "1994 - ", "Loses the gubernatorial race to Governor Lawton Chiles (D-FL).", "1995 - ", "Founds the ", "Foundation for Florida's Future", ".", "January 5, 1999-January 2, 2007 - ", "Republican Governor of Florida.", "November 5, 2002 - ", "With 56% of the vote, becomes the first Republican governor to win reelection in Florida.", "2007 -", " Forms Jeb Bush & Associates, a consulting firm.", "2008 ", "- Launches the ", "Foundation for Excellence in Education", ", based in Tallahassee, Florida. ", "Bush is announced as chairman and president of the board ", "in May 2016.", "March 2013 -", " Bush's book \"Immigration Wars,\" written with Clint Bolick, is published.", "December 14, 2014 - ", "During an interview, ", "Bush says that he will release 250,000 emails from his two terms in office as Florida governor and will publish an eBook outlining his governing philosophy.", "December 16, 2014 - ", "In a Facebook post, Bush states, \"I have decided to actively explore the possibility of running for President of the United States.\"", "January 1, 2015 - ", "An aide confirms to CNN that Bush has resigned from all of his corporate and nonprofit board memberships,", " including forestry company Rayonier Inc., the board at Tenet Healthcare Corporation, and the board of British bank Barclays. ", "January 6, 2015 - ", "Bush launches a new political action committee", " that allows him to lay the groundwork for a presidential run. ", "March 11, 2015 - ", "Bush announces he is selling his ownership stakes in his remaining business interests.", "June 15, 2015 - ", "Bush formally announces his presidential campaign", " during an appearance at Miami Dade College.", "June 30, 2015 - ", "Releases 33 years of tax returns", ".", "February 20, 2016 - ", "Following a disappointing finish in the South Carolina primary, ", "Bush suspends his presidential campaign.", "March 23, 2016 -", " ", "Endorses Ted Cruz", " for the Republican presidential nomination.", "September 2018 - ", "Bush is named a Presidential Professor of Practice ", "at the University of Pennsylvania for the 2018-2019 school year.", "March 11, 2019 - ", "The nonprofit Campaign Legal Center ", "posts", " a settlement agreement online showing ", "the FEC fined the Jeb Bush super PAC Right to Rise $390,000 for soliciting a contribution from a foreign national and the American Pacific International Capital $550,000 for making the contribution.", " Photos:", " ", "Jeb Bush's life", "Former Florida Gov. Jeb Bush waves as he takes the stage as he formally announces he is joining the race for president with a speech June 15, 2015, at Miami Dade College in Miami.", "Hide Caption", " 1 of 21", " Photos:", " ", "Jeb Bush's life", "Former Florida governor Jeb Bush shakes hands with attendees after speaking at the 42nd annual Conservative Political Action Conference on February 27 in National Harbor, Maryland. ", "Hide Caption", " 2 of 21", " Photos:", " ", "Jeb Bush's life", "Bush takes a selfie with a guest at a luncheon hosted by the Chicago Council on Global Affairs on February 18 in Chicago. Bush delivered his first major foreign policy speech at the event.", "Hide Caption", " 3 of 21", " Photos:", " ", "Jeb Bush's life", "Bush hands out items for Holiday Food Baskets to those in need outside the Little Havana offices of CAMACOL, the Latin American Chamber of Commerce on December 17 in Miami.", "Hide Caption", " 4 of 21", " Photos:", " ", "Jeb Bush's life", "Bush waves to the audience at the Tampa Bay Times Forum in Tampa, Florida, on August 30, 2012, on the final day of the Republican National Convention.", "Hide Caption", " 5 of 21", " Photos:", " ", "Jeb Bush's life", "Bush (left) and wife Columba Bush attend the 2012 Lincoln Center Institute Gala at Frederick P. Rose Hall, Jazz at Lincoln Center on March 7, 2012, in New York City. ", "Hide Caption", " 6 of 21", " Photos:", " ", "Jeb Bush's life", "President Barack Obama (left) speaks about Bush (center) while visiting Miami Central Senior High School on March 4, 2011 in Miami, Florida. The visit focused on education.", "Hide Caption", " 7 of 21", " Photos:", " ", "Jeb Bush's life", "Bush (left) speaks with Brazilian President in charge Jose Alancar during a meeting at Planalto Palace in Brasilia,  April 17, 2007. Bush was in Brazil to speak about sugar and ethanol business.", "Hide Caption", " 8 of 21", " Photos:", " ", "Jeb Bush's life", "Then-Texas Governor Rick Perry (center) testifies as Bush (right) and then-Arizona Governor Janet Napolitano (left) listen during a hearing before the House Committee on Homeland Security on Capitol Hill October 19, 2005.", "Hide Caption", " 9 of 21", " Photos:", " ", "Jeb Bush's life", "Bush gives a thumbs up signal from his car as he leaves a local polling station after casting his vote in Coral Gables, Florida, November 5, 2002.", "Hide Caption", " 10 of 21", " Photos:", " ", "Jeb Bush's life", "Bush walks out of the West Wing after meeting with his brother, then-President George W. Bush, at the White House January 9, 2002. Governor Bush participated in the signing ceremony of the Everglades Protection Agreement. ", "Hide Caption", " 11 of 21", " Photos:", " ", "Jeb Bush's life", "Then-Mexican President Vincente Fox (left) and Bush hold a press conference September 7, 2001, in Miami. Fox visited Florida to attend the Americas Conference and deliver a speech to speak about issues such as immigration.", "Hide Caption", " 12 of 21", " Photos:", " ", "Jeb Bush's life", "Then-President George W. Bush (right) is greeted by Jeb Bush on March 21, 2001, at Orlando International Airport in Orlando, Florida. President Bush was in Orlando to attend the American College of Cardiology Annual Convention.", "Hide Caption", " 13 of 21", " Photos:", " ", "Jeb Bush's life", "Bush speaks during a press conference at the Carandolet Government Palace in Quito, January 18, 2006. Bush and a businessmen delegation were in a two-day visit to talk about a free trade agreement. ", "Hide Caption", " 14 of 21", " Photos:", " ", "Jeb Bush's life", "Bush speaks to reporters after meeting with the Florida State Cabinet at the Florida State Capitol Building November 16, 2000, in Tallahassee, Florida. ", "Hide Caption", " 15 of 21", " Photos:", " ", "Jeb Bush's life", "Then-President George W. Bush (left) and Jeb Bush (right), raise their arms onstage following a rally at the Florida State Fairgrounds, October 25, 2000, in Brandon, Florida. ", "Hide Caption", " 16 of 21", " Photos:", " ", "Jeb Bush's life", "Jeb Bush (left) and then-President George W. Bush stand with their arms around each other's shoulders at a rally in Miami, Florida, September 22, 2000.", "Hide Caption", " 17 of 21", " Photos:", " ", "Jeb Bush's life", "Then-President George W. Bush (right) and Jeb Bush go through the line for strawberries during a stop at the Stawberry Festival March 12, 2000 in Plant City, Florida.", "Hide Caption", " 18 of 21", " Photos:", " ", "Jeb Bush's life", "The Bush family, (left to right) former U.S. President George W., former Florida Governor Jeb, former President George H.W. and his wife Barbara, watch play during the Foursomes matches September 25, 1999 at The Country Club in Brookline, Massachusetts the site of the 33rd Ryder Cup Matches. ", "Hide Caption", " 19 of 21", " Photos:", " ", "Jeb Bush's life", "Former President George H.W. Bush (second left), his wife Barbara Bush (left), their son Jeb Bush (center), then-first lady Hillary Clinton (second right), and former then-President Bill Clinton (right) look up to see the U.S. Army Golden Knights parachute team November 6, 1997 at the conclusion of the dedication ceremony of the George Bush Library in College Station, Texas. ", "Hide Caption", " 20 of 21", " Photos:", " ", "Jeb Bush's life", "Portrait of the Bush family in front of their Kennebunkport, Maine house August 24, 1986. Pictured, back row: Margaret holding daughter Marshall, Marvin Bush, Bill LeBlond. Pictured, front row: Neil Bush holding son Pierce, Sharon, George W. Bush holding daughter Barbara, Laura Bush holding daughter Jenna, Barbara Bush, George Bush, Sam LeBlond, Doro Bush Lebond, George P. (Jeb's son), Jeb Bush holding son Jebby, Columba Bush and Noelle Bush.", "Hide Caption", " 21 of 21", "/* global CNN */'use strict';jQuery(document).ready(function () {var galleryAdSlide = new CNN.AdSlide('el__gallery', false, CNN.contentModel.singletonFile);});"]},
{"url": "https://www.cnn.com/2013/07/10/us/sarah-palin-fast-facts/index.html", "source": "CNN", "title": "Sarah Palin Fast Facts", "description": "Read Fast Facts from CNN about the life of former Alaska Governor Sarah Palin. She was the Republican vice presidential nominee in 2008.", "date": "2013-07-10T14:11:37Z", "author": "CNN Editorial Research", "text": [" (CNN)", "Here's a look at the life of 2008 Republican vice presidential nominee and former Alaska Governor Sarah Palin. ", "Personal", "Birth date: ", "February 11, 1964", "Birth place:", " Sandpoint, Idaho ", "Birth name: ", "Sarah Louise Heath", "Read More", "Father: ", "Charles Heath, a teacher", "Mother: ", "Sarah (Sheeran) Heath", "Marriage: ", "Todd Palin (1988-2020, divorced)", "Children:", " Trig, April 18, 2008; Piper, March 19, 2001; Willow, July 5, 1994; Bristol, October 18, 1990; Track, April 20, 1989   ", "Education:", " University of Idaho, B.S., 1987", "Religion: ", "Christian ", "Other Facts", "First female governor of Alaska.", "Was a runner-up in the 1984 Miss Alaska pageant.", "Her fifth child, Trig, was born with", " Down syndrome", ".", "Was a Fox News contributor off and on between 2010 and 2015. ", "Timeline", "1992-1996 - ", "Member of the", " ", "Wasilla City Council. ", "1996-2002 ", "-", " ", "Mayor of Wasilla, Alaska. ", "2002 - ", "Loses bid to become lieutenant governor of Alaska.", "2003-2004 - ", "Serves on the Alaska Oil and Gas Conservation Commission.", "November 7, 2006 - ", "Is elected governor of Alaska, defeating former two-term governor Tony Knowles (49% to 41%).", "December 4, 2006-July 26, 2009 - ", "Governor of Alaska. ", "July 28, 2008 ", "-", " ", "Alaska state legislators vote to hire an investigator to determine if Palin fired former state Public Safety Commissioner Walt Monegan because he would not fire Palin's former brother-in-law, Mike Wooten, a state trooper. ", "August 6, 2008 -", " A former state employee files an ethics complaint against Palin, accusing her of using her position to get a supporter a government position.  ", "August 29, 2008 - ", "Named as Arizona ", "Senator John McCain's", " vice presidential running mate.", "September 1, 2008 -", " Announces her 17-year-old daughter, Bristol, is five months pregnant, and the McCain campaign releases a statement that McCain knew about the pregnancy when he selected Palin as his running mate.", "September 3, 2008 ", "-", " ", "Accepts the Republican Party's nomination for vice president at the Republican National Convention.", "October 10, 2008 - ", "State investigator Stephen Branchflower releases a report that Palin abused her power as Alaska's governor and violated state ethics law by trying to get her ex-brother-in-law fired.  ", "October 18, 2008 - ", "Appears on \"Saturday Night Live\" with lookalike Tina Fey.", "November 3, 2008 - ", "Alaska's Personnel Board releases a report concluding that Palin did not violate ethics law in relation to her ex-brother-in-law. ", "November 4, 2008 - ", "McCain loses the presidential election to", " Barack Obama.", " ", "January 27, 2009 - ", "Launches political action committee SarahPAC to raise money.  ", "July 3, 2009 -", " Announces that she will be stepping down as governor of Alaska. Steps down on July 26.", "November 2009 - ", "Palin's memoir, \"Going Rogue: An American Life,\" is published. ", "February 6, 2010 - ", "Delivers the keynote address at the first national Tea Party convention. ", "March 25, 2010 - ", "Discovery Communications announces Palin will appear in an eight-part documentary series, called \"Sarah Palin's Alaska,\" on the TLC network.", "November 2010 - ", "Palin's book, \"America by Heart: Reflections on Family, Faith and Flag,\" is published. ", "October 5, 2011 - ", "Announces she is not running for president.", "January 20, 2014 -", " In a Facebook post on ", "Martin Luther King Day", ", Palin sends a message to Obama, \"Mr. President, in honor of ", "Martin Luther King Jr. ", "and all who commit to ending any racial divide, no more playing the race card.\"", "July 27, 2014 - ", "The subscription-based Sarah Palin Channel launches online.", "January 19, 2016 - ", "Endorses", " Republican presidential candidate ", "Donald Trump", " at an Iowa campaign stop.", "March 13, 2016 - ", "Palin's husband, ", "Todd, is seriously injured in a snow machine crash ", "in Alaska. He is hospitalized for two weeks.", "June 27, 2017 -", " ", "Files a lawsuit against the New York Times", " alleging that a recent editorial falsely portrayed her as responsible for inciting the ", "2011 shooting of Democratic Rep.  Gabby Giffords", ". On August 29,", " ", "a", " federal judge dismisses the lawsuit, declaring that he sees no evidence of malicious intent. ", "August 6, 2019 - ", "A federal appeals court reverses a lower court's decision to dismiss Palin's defamation lawsuit", ".", "March 11, 2020 ", "- ", "Palin appears on \"The Masked Singer,\" performing a rendition of Sir Mix-a-Lot's \"Baby Got Back.\"", "February 15, 2022 - ", "A jury finds the New York Times not liable for defamation against Palin. After the jury delivers its unanimous verdict, Judge Jed Rakoff dismisses the case, citing that Palin has not met the standard for  \"actual malice.\"", " The landmark 1964 New York Times vs. Sullivan case specifies that public figures who sue for defamation must prove that the offender knew the claim was false or showed \"reckless disregard\" for the truth.", "April 1, 2022 -", " ", "Palin announces that she is running for Congress,", " seeking to fill Alaska's lone US House seat ", "after the death of longtime Rep. Don Young", ".", "August 31, 2022 -", " ", "Loses to Democrat Mary Peltola", " in the ", "special election to fill Alaska's House seat ", "for the remainder of 2022, according to unofficial results released by the Alaska Division of Elections. In a statement, Palin criticizes ranked-choice voting after the results are released. This is the first time Alaska has used the ranked-choice balloting system. Palin will get another shot at the House race in a few months, as she is among those vying to fill the full term in a separate election in November.", "November 6, 2022 - ", "Palin is once again defeated by Peltola ", "in her bid for the House seat. "]},
{"url": "https://www.cnn.com/2016/05/25/us/carole-king-fast-facts/index.html", "source": "CNN", "title": "Carole King Fast Facts", "description": "Read CNN's Fast Facts about Carole King to learn more about the Grammy-winning singer, songwriter and environmentalist.", "date": "2016-05-25T17:43:10Z", "author": "CNN Editorial Research", "text": [" (CNN)", "Here is a look at the life of Grammy-winning singer-songwriter and environmentalist ", "Carole King", ".", "Personal", "Birth date:", " February 9, 1942", "Birth place: ", "New York, New York", "Birth name: ", "Carol Joan Klein", "Read More", "Father:", " Sydney Klein, New York City fire lieutenant", "Mother:", " Eugenia (Cammer) Klein, speech therapist", "Marriages:", " Rick Sorenson (1982-divorced); Rick Evers (1977-1978, his death); Charles Larkey (1970-divorced); Gerry Goffin (1959-divorced)", "Children: ", "with Charles Larkey: Levi and Molly; with Gerry Goffin: Sherry and Louise ", "Education:", " Attended Queens College", "Other Facts", "Working with partner Gerry Goffin during the early 1960s, King composed melodies on piano, and Goffin wrote lyrics. They were based in the famed Brill Building in New York, an office complex where some of the catchiest tunes of the era were written for vocal groups.", "King and Goffin's songs were recorded by popular performers such as ", "Aretha Franklin", " (\"(You Make Me Feel Like) A Natural Woman\"), the Drifters (\"Up on the Roof\"), the Chiffons (\"One Fine Day\"), the Monkees (\"Pleasant Valley Sunday\"), the Beatles (\"Chains\"),", " Linda Ronstadt ", "(\"Oh No, Not My Baby\") and James Taylor (\"You've Got a Friend\").", "Started playing piano when she was 4 years old. ", "Nominated for nine ", "Grammy Awards ", "and won four, plus a lifetime achievement award.", "Nominated for one ", "Primetime Emmy Award.", "Timeline", "1960 - ", "The Shirelles recording of King and Goffin's \"Will You Love Me Tomorrow?\" becomes their first hit single. ", "1962 - ", "King and Goffin ask their teen babysitter, Eva Boyd, to record one of their songs, \"The Loco-Motion.\" The tune, which Boyd records under the stage name \"Little Eva,\" vaults to the top of the singles charts. ", "1967 - ", "Moves to the Los Angeles area and forms a folk rock band, the City. Their only album, \"Now That Everything's Been Said,\" is released in 1968.", "1970 -", " King releases her first solo album, \"Writer.\"", "February 10, 1971 -", " Her second album, \"Tapestry,\" is released. It hits No. 1 on the Billboard chart and stays there for 15 weeks. It is the first album by a female artist to be certified as \"Diamond,\" selling more than 15 million copies.", "1972 -", " King wins four Grammy Awards: Record of the Year (\"It's Too Late\"), Song of the Year (\"You've Got a Friend\"), Album of the Year (\"Tapestry\") and Best Pop Vocal Performance, Female for \"Tapestry.\"", "May 1973 -", " Performs a free concert in New York City's Central Park to an audience of nearly 100,000.", "1987 -", " Is inducted into the Songwriters Hall of Fame with Goffin.", "1990 - ", "Is inducted into the Rock and Roll Hall of Fame with Goffin.", "2002-2005 - ", "King has a recurring role as the owner of a music store on the television series, \"Gilmore Girls.\" The \"Gilmore Girls\" catchy opening theme is a re-recording of \"Where You Lead,\" King's song on 1971's \"Tapestry.\"", "November 2007 - ", "King and fellow singer-songwriter James Taylor play three nights at the famed Troubadour nightclub in West Hollywood to celebrate the venue's 50th anniversary. King also tours Japan with Mary J. Blige and Fergie from the Black Eyed Peas as \"Three Great American Voices.\"", "May 2009 - ", "Testifies before Congress in support of a bill that will protect the ecosystem of the Northern Rocky Mountains", ", by preventing development and the promotion of wilderness expansion. ", "April 2012 -", " Her memoir, \"A Natural Woman,\" is published.", "February 9, 2013 - ", "Receives the Grammy Lifetime Achievement Award.", "2013 -", " Receives the", " Gershwin Prize for Popular Song", " from the Library of Congress. She is the first woman to receive the award.", "January 2014 -", " \"Beautiful: The Carole King Musical\" opens on Broadway. The show chronicles King's beginnings as a singer-songwriter and her professional and personal partnership with Goffin.", "February 8, 2015 - ", "The cast recording of \"Beautiful: The Carole King Musical\" wins the Grammy for Best Musical Theater Album. ", "December 29, 2015 -", " Receives the Kennedy Center Honors along with ", "George Lucas", ", ", "Rita Moreno", ", Seiji Ozawa and ", "Cicely Tyson.", "January 26, 2017 -", " After more than two decades, re-releases a version of \"One Small Voice\" in support of protests against ", "President Donald Trump.", "January 2, 2022 -", " \"Carole King & James Taylor: Just Call Out My Name,\" a concert documentary, premieres on CNN.", "March 16, 2022 - ", "King ", "testifies before Congress", ", speaking about her support for the Northern Rockies Ecosystem Protection Act and the connection between logging and increased wildfires."]},
{"url": "https://www.cnn.com/2013/03/25/us/john-g-roberts-fast-facts/index.html", "source": "CNN", "title": "John Roberts Fast Facts", "description": "Read CNN's Fast Facts and learn more about the life of John Roberts, chief justice of the United States.", "date": "2013-03-25T19:20:24Z", "author": "CNN Editorial Research", "text": [" (CNN)", "Here's a look at the life of ", "John Roberts,", " chief justice of the United States.", "Personal", "Birth date: ", "January 27, 1955", "Birth place: ", "Buffalo, New York", "Birth name: ", "John Glover Roberts Jr.", "Read More", "Father: ", "John Glover Roberts Sr., steel company executive", "Mother: ", "Rosemary (Podrasky) Roberts", "Marriage: ", "Jane (Sullivan) Roberts (July 27, 1996-present) ", "Children: ", "Adopted with Jane Roberts: John and Josephine ", "Education: ", "Harvard University, A.B., 1976; Harvard Law School, J.D., 1979", "Religion: ", "Roman Catholic ", "Other Facts", "He grew up in Long Beach, Indiana.", "As an attorney for the government and in private practice, he argued 39 cases before the ", "US Supreme Court", " and won 25 of them.", "Chancellor of the Smithsonian Institution.", "Roberts is the youngest chief justice since John Marshall in 1801.", "Timeline", "1979-1980 - ", "Clerk for Judge Henry J. Friendly, US Court of Appeals, Second Circuit.", "1980-1981 -", " Clerk for Associate Supreme Court Justice William Rehnquist. ", "1981-1982 - ", "Special assistant to US Attorney General William French Smith. ", "1982-1986 - ", " Associate counsel to ", "President Ronald Reagan", ".", "1986-1989 -", " ", "Partner and head of the appellate division at Hogan & Hartson, Washington, DC.", "1989 - ", "Roberts argues his first case before the Supreme Court: United States v. Halper. ", "1989-1993 -", " Principal deputy solicitor general for the US government. ", "1992 -", " Is nominated by ", "President George H.W. Bush", " to the US Court of Appeals for the District of Columbia. The nomination is never acted upon by the Senate.", "1993 - ", "Suffers a seizure.", "1993-2003 -", " Returns to Hogan & Hartson.", "2001", " -", " Roberts represents 18 states and the District of Columbia in the appeal to the Microsoft antitrust case, U.S. v. Microsoft.", "May 2001 -", " Is nominated by ", "President George W. Bush", " to the US Court of Appeals for the District of Columbia. The vote stalls when the Democrats take control of the Senate in June 2001.", "November 13, 2002 -", " Roberts defends Megan's Law before the Supreme Court. The law creates a registry for sex offenders that can be searched online. ", "May 8, 2003 -", " The Senate unanimously votes to confirm his appointment to the US Court of Appeals for the District of Columbia.", "September 5, 2005 -", " Is ", "nominated by George W. Bush to be chief justice of the United States", " following the death of Chief Justice Rehnquist.   ", "September 12-15, 2005 -", " Senate confirmation hearings take place. On September 29, the", " ", "Senate votes 78-22 to confirm Roberts.", " ", "2007 - ", "Suffers another seizure. The Supreme Court later says in a statement that doctors called the episode a \"benign idiopathic seizure,\" similar to the one suffered by Roberts in 1993. An idiopathic seizure is one with no identifiable physiological cause.", "January 21, 2009 -", " ", "Re-administers the oath of office", " to ", "President Barack Obama", " one day after the official swearing-in ceremony, during which Roberts misplaced a word in the oath and caused Obama to stumble over the recitation.", "June 28, 2012 -", " In National Federation of Independent Businesses v. Sebelius, ", "Roberts casts the deciding vote, 5-4,", " and writes the majority opinion in favor of the Affordable Care Act.", "June 25, 2013 - ", "The court strikes down portions of the Voting Rights Act of 1965, ", "with Roberts writing in the majority opinion that \"our country has changed,\" suggesting that many of the issues addressed by the law have been resolved.", "June 25, 2015 - ", "Roberts writes the ", "court's majority decision in King v. Burwell,", " saving the Affordable Care Act by authorizing federal tax credits for eligible Americans living not only in states with their own exchanges but also in the 34 states with federal marketplaces.", "June 26, 2015 - ", "Roberts writes a dissent ", "against the court's ruling that ", "legalizes same-sex marriage nationwide. ", "May 23, 2016 - ", "With a majority opinion written by Roberts, the ", "court rules in favor of a death row inmate who claims he did not get a fair trial because of racial discrimination", " during the jury selection process. ", "December 31, 2017 -", " Roberts announces, in his year-end report on the state of the judiciary, that an evaluation of how the judicial branch handles allegations of sexual harassment will take place in 2018. Roberts says recent events \"have illuminated the depth of the problem of sexual harassment in the workplace\" and made clear that the \"judicial branch is not immune.\"", "June 26, 2018 - ", "Roberts writes the majority opinion upholding ", "President Donald Trump", "'s travel ban stating, ", "\"The Proclamation is squarely within the scope of Presidential authority.\"", "November 21, 2018 -", " Roberts ", "issues a statement", " in response to Trump criticizing District Court Judge Jon Tigar as an \"Obama judge.\" Roberts says, \"We do not have Obama judges or Trump judges, Bush judges or Clinton judges. What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them. That independent judiciary is something we should all be thankful for.\"", "January 16, 2020 - ", "After being sworn in by Sen. Chuck Grassley, Roberts administers an oath to US senators to do ", "\"impartial justice, according to the Constitution and laws.\"", " Roberts will ", "preside ", "over the", " impeachment trial ", "against President Trump.", "January 22, 2020 - ", "Scolds both the Democratic House managers and Trump's defense team after a contentious exchange on the Senate floor ", "during the impeachment trial, saying, \"I think it is appropriate for me to admonish both the House managers and the President's counsel in equal terms to remember that they are addressing the world's greatest deliberative body.\"", "January 30, 2020 - ", "Roberts publicly refuses to read a question", " from ", "Sen. Rand Paul of Kentucky", " during the Senate impeachment trial that names the alleged ", "Ukraine whistleblower.", "February 5, 2020 - ", "Roberts is presented a golden gavel ", "for presiding over the impeachment trial before thanking the Senate and officially adjourning the trial. Trump was acquitted on both articles of impeachment -- abuse of power and obstruction of Congress.", "June 21, 2020 - ", "Roberts is briefly hospitalized", " after falling while walking near his home, according to a spokeswoman for the Supreme Court. ", "May 3, 2022 - ", "Roberts announces", " the Supreme Court will investigate the ", "leak of a draft opinion", " that would strike down ", "Roe v. Wade", ". In a statement, Roberts says, \"This was a singular and egregious breach of that trust that is an affront to the Court and the community of public servants who work here. I have directed the Marshal of the Court to launch an investigation into the source of the leak.\" On January 19, 2023, the Supreme Court issues an investigative report, ", "announcing that it has yet to determine who leaked a draft opinion", ".", "June 29, 2023 - ", "Roberts delivers the majority ", "opinion ending affirmative action for college admission programs", "."]},
{"url": "https://www.cnn.com/2018/07/16/us/brett-kavanaugh-fast-facts/index.html", "source": "CNN", "title": "Brett Kavanaugh Fast Facts", "description": "Read CNN's Fast Facts about Brett Kavanaugh and learn more about the Supreme Court justice.", "date": "2018-07-16T16:31:17Z", "author": "CNN Editorial Research", "text": [" (CNN)", "Here's a look at the life of ", "Supreme Court", " Justice Brett Kavanaugh.", "Personal", "Birth date:", " February 12, 1965", "Birth place: ", "Washington, DC", "Birth name:", " Brett Michael Kavanaugh", "Read More", "Father:", " Everett Edward Kavanaugh Jr., president of a trade association", "Mother: ", "Martha Kavanaugh, teacher, prosecutor and judge", "Marriage: ", "Ashley (Estes) Kavanaugh", "Children: ", "Liza and Margaret", "Education:", " Yale College, B.A., 1987, graduated cum laude; Yale Law School, J.D., 1990", "Religion:", " ", "Roman Catholic", "Other Facts", "Regularly taught courses", " on separation of powers and on the Supreme Court at Harvard Law School.", "Kavanaugh finished the ", "Boston Marathon", " in 2010 and in 2015.", "Timeline", "1990-1991 -", " Law clerk to Judge Walter Stapleton of the US Court of Appeals for the Third Circuit.", "1991-1992 -", " Clerks for Judge Alex Kozinski of the US Court of Appeals for the Ninth Circuit.", "1992-1993 -", " Attorney with the Solicitor General's Office at the Department of Justice.", "1993-1994 - ", "Serves as law clerk to ", "Justice Anthony Kennedy.", "1994-1997 and 1998 -", " Associate counsel for Independent Counsel Kenneth Starr's Whitewater investigation, which leads to the", " impeachment", " of ", "President Bill Clinton.", "1997-1998 and 1999-2001 - ", "Partner at Kirkland & Ellis in Washington, DC.", "2001-2003 - ", "Serves as associate counsel and then senior associate counsel to ", "President George W. Bush.", "July 25, 2003 - ", "Bush nominates Kavanaugh to the US Court of Appeals for the District of Columbia Circuit, but the Senate doesn't vote on Kavanaugh's nomination for almost three years.", "July 2003-May 2006 - ", "Serves as assistant and staff secretary to Bush.", "May 26, 2006 - ", "The Senate confirms Kavanaugh to the DC Circuit Court of Appeals by a vote of 57-36.", "May 30, 2006 - ", "Sworn in by Kennedy.", "July 9, 2018 - ", "President Donald Trump ", "announces Kavanaugh as his nominee to fill the Supreme Court vacancy ", "created by Kennedy's retirement.", "September 4-7, 2018 -", " ", "Confirmation hearings are held on Capitol Hill.  ", "A Senate Judiciary Committee vote is tentatively slated for the week of September 17.  ", " ", "September 16, 2018 - ", "The Washington Post publishes an article about a California psychology professor who accuses Kavanaugh of attempting to rape her when they were both teenagers at a house party during the early 1980s. ", "Christine Blasey Ford says she initially sent a letter to Senator Dianne Feinstein about the incident when Kavanaugh's name was included on a shortlist for the Supreme Court. Ford tells the newspaper she initially did not want to go public but she decided to talk on the record because her letter to Feinstein had been leaked to the media. Kavanaugh denies that such an incident ever took place.  ", "September 23, 2018 -", " ", "The New Yorker magazine publishes a report about a second allegation of sexual misconduct, prompting Feinstein to call for a postponement of confirmation proceedings.", " The magazine article centers on a college classmate from Yale, Deborah Ramirez who says Kavanaugh exposed himself to her while a group of students were drinking at a party in a dorm during the 1983-1984 academic year. Kavanaugh denies the allegation and a White House spokeswoman dismisses the claim as uncorroborated.  ", "September 27, 2018 - ", "Kavanaugh and Ford testify during an all-day hearing before the Senate Judiciary Committee. ", "September 28, 2018 - ", "GOP Senator Jeff Flake, a member of the Judiciary Committee, agrees to vote yes,", " paving the way to a floor vote but he says the FBI should reopen its background investigation of Kavanaugh and spend a week looking into claims made by Kavanaugh's accusers. ", "Trump later agrees to direct the FBI to reopen its background check but the probe will be limited in scope and must be completed in a week. ", "October 3, 2018 - ", "The FBI completes its supplemental background check and sends the information to the Senate late in the day. ", "October 4, 2018 - ", "The Wall Street Journal publishes an op-ed by Kavanaugh in which argues that he is an independent, impartial judge. He expresses regret for a few of his statements during the September 27 hearing, explaining that he was frustrated and emotional. He pledges, going forward, that litigants and colleagues will be treated with respect. The same day, retired ", "Justice John Paul Stevens ", "says that Kavanaugh's comments during his confirmation hearings suggest bias. Stevens says Kavanaugh should not serve on the Supreme Court. ", "October 6, 2018 - ", "The Senate confirms Kavanaugh with a 50-48 vote.", " He is sworn in by ", "Chief Justice John Roberts ", "during a private ceremony. The vote takes place amid public protests for and against Kavanaugh's confirmation. ", "September 14, 2019 -", " The New York Times publishes an article adapted from a forthcoming book, \"The Education of Brett Kavanaugh\" that contains a new allegation of college sexual misconduct. ", "According to the report, ", "the FBI did not investigate the new allegation and the bureau did not speak with witnesses to verify Ramirez's original claim. ", "July 2020 ", "- ", "An exclusive CNN report ", "says Kavanaugh urged his colleagues in a series of private memos this spring to consider avoiding decisions in major disputes over abortion and Democratic subpoenas for Trump's financial records, according to multiple sources familiar with the inner workings of the court.", "October 28, 2020", " - ", "Kavanaugh tweaks a line ", "in his ", "controversial opinion", " on Wisconsin mail-in voting, after he received criticism for incorrectly saying Vermont had not changed its election rules due to the ", "Covid-19 pandemic.", "July 22, 2021 -", " Senator Sheldon Whitehouse releases a ", "letter", " from the ", "FBI disclosing that it received more than 4,500 tips on a phone line in 2018 as part of a background investigation Kavanaugh and provided \"relevant\" ones to former President Trump's White House counsel.", "October 1, 2021 - ", "The Supreme Court announces that Kavanaugh has tested positive for Covid-19.", " This is the first publicly known case of coronavirus among the high court's justices. Kavanaugh was fully vaccinated, according to the court.", "June 8, 2022 - ", "Nicholas John Roske is arrested near Kavanaugh's house", ", after calling emergency authorities to say he was having suicidal thoughts, had a firearm in his suitcase, and ", "had traveled from California \"to kill a specific US Supreme Court Justice.\"", " The Justice Department charges him with attempting to kidnap or murder a US judge.", "January 20, 2023 - ", "\"Justice,\" a documentary examining the sexual assault allegations against Kavanaugh, premieres at the Sundance Film Festival. "]}
]